Repository: JulianMH/ModernTimetable
Catalog: Stundenplan.Localization/Strings.*.resx
Languages: de_de, pt_pt

# ApplicationBarAdd
source: add
de_de: Hinzufügen
pt_pt: Adicionar

# ApplicationBarCleanUp
source: clear
de_de: Aufräumen
pt_pt: Limpar

# ApplicationBarDelete
source: remove
de_de: Löschen
pt_pt: Remover

# ApplicationBarDone
source: done
de_de: Fertig
pt_pt: Concluido

# ApplicationBarHomework
source: homework
de_de: Aufgaben
pt_pt: Trabalho de casa

# ApplicationBarNotes
source: test dates
de_de: Notizen
pt_pt: Marcações

# ApplicationBarReport
source: report
de_de: Bericht
pt_pt: Relatório

# ApplicationBarSave
source: save
de_de: Speichern
pt_pt: Guardar

# ApplicationBarSort
source: sort
de_de: Sortieren
pt_pt: Ordenar

# AppName
source: Modern Timetable
de_de: Stundenplan
pt_pt: Horário

# AppNameUpperCase
source: MODERN TIMETABLE
de_de: STUNDENPLAN
pt_pt: HORÁRIO

# AppNavigationFailedWarning
source: After this error, the app needs to be rebooted. We apologize for the inconvenience.
de_de: Nach diesem Fehler muss die App neu gestartet werden, wir bitten um dein Verständnis.
pt_pt: Após este erro, a aplicação tem que reiniciar. Pedimos desculpa por qualquer inconveniente.

# AppTrial
source: Trial
de_de: Demo
pt_pt: Avaliação

# BooleanDone
source: done
de_de: Erledigt
pt_pt: Concluido

# BooleanNotDone
source: not done
de_de: Nicht Erledigt
pt_pt: Não Concluido

# ContextMenuDelete
source: remove
de_de: Löschen
pt_pt: Remover

# ContextMenuDublicate
source: duplicate
de_de: Dublizieren
pt_pt: Duplicar

# ContextMenuEdit
source: edit
de_de: Bearbeiten
pt_pt: Editar

# ContextMenuHomework
source: view homework
de_de: Hausaufgabenansicht
pt_pt: Ver trabalho de casa

# ContextMenuOpen
source: open
de_de: Öffnen
pt_pt: Abrir

# ConvertHelpersDayOfWeekToStringException
source: This day doesn't exist:
de_de: Dieser Wochentag existiert nicht:
pt_pt: Este dia não existe:

# DateNew
source: New Note
de_de: Neue Notiz
pt_pt: Nova Nota

# DateTimeFuture
source: Future
de_de: Zukunft
pt_pt: Futura

# DateTimePast
source: Past
de_de: Vergangenheit
pt_pt: Passada

# DateTimeThisMonth
source: This Month
de_de: Diesen Monat
pt_pt: Este Mês

# DateTimeThisWeek
source: This Week
de_de: Diese Woche
pt_pt: Esta Semana

# DateTimeToday
source: Today
de_de: Heute
pt_pt: Hoje

# DateTimeTomorrow
source: Tomorrow
de_de: Morgen
pt_pt: Amanhã

# LessonTimeNumberTextFormat
source: {0}. Lesson
de_de: {0}. Stunde
pt_pt: {0}. Aula

# ListBoxEmptyStringDefault
source: This list is empty.
de_de: Diese Liste ist leer.
pt_pt: Esta lista está vazia.

# MessageBoxCriticalError
source: Error
de_de: Kritischer Fehler
pt_pt: Erro

# MessageBoxWarningCaption
source: Warning
de_de: Hinweis
pt_pt: Aviso

# PageDateOverviewCaption
source: test dates
de_de: Tagesnotizen
pt_pt: Marcações

# PageDateOverviewEmptyString
source: No test dates. Tap + to add a test date!
de_de: Keine Tagesnotizen vorhanden. Berühre + um Notizen hinzuzufügen!
pt_pt: Sem marcações. Prima + para adicionar!

# PageDateOverviewRemoveWarning
source: Do you really want to remove this date?
de_de: Möchten sie diese Notiz wirklich entfernen?
pt_pt: Tem a certeza que deseja remover esta marcação?

# PageEditDateCaption
source: test dates
de_de: Tagesnotiz
pt_pt: marcações

# PageEditDateDate
source: Test dates
de_de: Datum
pt_pt: Data

# PageEditDateNotFound
source: Cannot find test date.
de_de: Kann Datum nicht finden!
pt_pt: Marcação não encontrada.

# PageEditDateRepetition
source: Interval
de_de: Wiederholung
pt_pt: Intervalo

# PageEditHomeworkCaption
source: Homework
de_de: Hausaufgabe
pt_pt: Trabalho de casa

# PageEditHomeworkDescription
source: Description
de_de: Beschreibung
pt_pt: Descrição

# PageEditHomeworkFromDate
source: Created
de_de: Erstelldatum wählen
pt_pt: Criado

# PageEditHomeworkNotFoundWarning
source: Cannot find homework.
de_de: Kann Hausaufgabe nicht finden!
pt_pt: Trabalho de casa não encontrado.

# PageEditHomeworkRemoveWarning
source: Do you really want to remove this homework?
de_de: Möchten sie diese Aufgabe wirklich entfernen?
pt_pt: Tem a certeza que deseja remover este trabalho de casa?

# PageEditHomeworkSubject
source: Choose subject
de_de: Fach wählen
pt_pt: Escolha desciplina

# PageEditHomeworkToDate
source: Choose due date
de_de: Fälligkeitsdatum wählen
pt_pt: Escolha a data limite

# PageEditLessonCaption
source: edit
de_de: Bearbeiten
pt_pt: editar

# PageEditLessonNewLessonTimeWarning
source: Please add times for an additional lesson to proceed.
de_de: Die Uhrzeiten für eine weitere Stunde müssen eingegeben werden, um diese Unterrichtsstunde zu erstellen.
pt_pt: Adicione tempos a uma aula adicional para prosseguir.

# PageEditLessonNewSubject
source: Create a new subject...
de_de: Neues Fach erstellen...
pt_pt: Criar uma nova disciplina...

# PageEditLessonNotFoundWarning
source: Cannot find lesson!
de_de: Kann Stunde nicht finden!
pt_pt: Aula inexistente!

# PageEditLessonOddWeeks
source: Odd weeks different
de_de: Ungerade Wochen anders
pt_pt: Semanas impares diferentes

# PageEditLessonRoom
source: Room
de_de: Raum
pt_pt: Sala

# PageEditLessonSubject
source: Choose subject
de_de: Fach wählen
pt_pt: Escolha a disciplina

# PageEditLessonTimeEnd
source: Choose end time
de_de: Ende wählen
pt_pt: Escolha a hora de fim

# PageEditLessonTimeNotFoundWarning
source: Cannot find time!
de_de: Kann Stunde nicht finden!
pt_pt: Tempo não encontrado!

# PageEditLessonTimeStart
source: Choose start time
de_de: Anfang wählen
pt_pt: Escolha a hora de início

# PageEditSubjectCaption
source: Subject
de_de: Fach
pt_pt: disciplina

# PageEditSubjectNameAlreadyUsedWarning
source: A subject with this name already exists! Subject name will not be changed.
de_de: Ein Fach mit diesem Namen existiert bereits! Name des Faches wird nicht geändert.
pt_pt: Uma disciplina com esse nome já existe! O nome da disciplina não será alterado.

# PageEditSubjectNameNotAllowedWarning
source: This name is reserved! Subject name will not be changed.
de_de: Dieser Name ist reserviert! Name des Faches wird nicht geändert.
pt_pt: Esse nome está reservado! O nome da disciplina não será alterado.

# PageEditSubjectNeedsNameWarning
source: The subject needs a valid name! Subject name will not be changed.
de_de: Das Fach muss einen Namen haben. Name des Faches wird nicht geändert.
pt_pt: O nome da disciplina tem que ser válido! O nome da disciplina não será alterado.

# PageEditSubjectNotFound
source: Cannot find subject!
de_de: Kann Fach nicht finden!
pt_pt: Disciplina não encontrada!

# PageEditSubjectTeacher
source: Teacher
de_de: Lehrer
pt_pt: Professor

# PageErrorPageCaption
source: error
de_de: Fehler
pt_pt: erro

# PageErrorPageDataLostWarning
source: Error data lost. An error report is no longer possible.
de_de: Die Fehlerdaten wurden verloren. Ein Fehlerbericht ist also nicht mehr möglich. Wurde die Anwendung deaktiviert und wieder aktiviert?
pt_pt: Erro de perca de dados. Não é possível um relatório de erro.

# PageErrorPageFirst
source: We are sorry! This error should not have happened.
de_de: Entschuldigung! Ein solcher Fehler sollte nicht auftreten.
pt_pt: Pedimos desculpa! Este erro não deveria ter ocorrido.

# PageErrorPageNo
source: Do not send.
de_de: Nein
pt_pt: Não enviar.

# PageErrorPageSecond
source: We would appreciate your error report to help us to resolve the issue in an upcoming patch.
de_de: Wir bitten Dich deshalb einen Fehlerbericht an uns zu senden, damit wir diesen Fehler so schnell wie möglich beheben können.
pt_pt: Agradecemos a sua comunicação de erro que nos ajudará a corrigir eventuais bug's numa futura versão.

# PageErrorPageThird
source: Private data like your timetable will not be included in the report. We might use your e-mail address to contact you for further questions concerning the error.
de_de: Hierbei werden keine privaten Daten, wie dein Stundenplan, übermittelt, nur Deine E-Mail Adresse wird zwecks Rückfragen an uns gesendet.
pt_pt: Dados privados como o seu horário não serão incluidos no relatório. Podemos usar o seu e-mail para o contactar para mais questões sobre o erro.

# PageErrorPageYes
source: Yes, send error report!
de_de: Ja, Fehlerbericht mailen!
pt_pt: Sim, enviar relatório de erro!

# PageGeneralDataEditorCleanUpLessonTimesWarningPlural
source: Do you want to remove {0} unused times?
de_de: Wollen sie {0} nicht im Stundenplan verwendeten Uhrzeiten löschen?
pt_pt: Deseja remover {0} tempos não utilizados?

# PageGeneralDataEditorCleanUpLessonTimesWarningSingular
source: Do you want to remove one unused time?
de_de: Wollen sie eine nicht im Stundenplan verwendeten Uhrzeit löschen?
pt_pt: Deseja remover um tempo não utilizado?

# PageGeneralDataEditorLessonTimeEmptyList
source: No times. Tap + to add times!
de_de: Keine Uhrzeiten eingetragen. Berühre + um Uhrzeiten hinzuzufügen!
pt_pt: Sem tempos. Prima + para adicionar!

# PageGeneralDataEditorLessonTimes
source: times
de_de: Uhrzeiten
pt_pt: Tempos

# PageGeneralDataEditorSubjectEmptyList
source: No lessons. Tap + to add lessons!
de_de: Keine Fächer eingetragen. Berühre + um Fächer hinzuzufügen!
pt_pt: Sem aulas. Prima + para adicionar!

# PageGeneralDataEditorSubjects
source: subjects
de_de: Fächer
pt_pt: disciplinas

# PageHomeworkOverviewAll
source: All
de_de: Alle
pt_pt: Todos

# PageHomeworkOverviewByFromDate
source: by created date
de_de: Nach Erstelldatum
pt_pt: por data de criação

# PageHomeworkOverviewBySubject
source: by subject
de_de: Nach Fach
pt_pt: por disciplina

# PageHomeworkOverviewByToDate
source: by due date
de_de: Nach Fälligkeitsdatum
pt_pt: por data limite

# PageHomeworkOverviewFilter
source: Show homework by subject
de_de: Nur Hausaufgaben anzeigen aus Fach
pt_pt: Ver trabalhos de casa por disciplinas

# PageHomeworkOverviewFilterFullMode
source: Choose subject
de_de: Fach wählen
pt_pt: Escolha a disciplina

# PageHomeworkOverviewNoSubjectWarning
source: Subjects need to be created first before homework can be added.
de_de: Es müssen erst Fächer erstellt werden, bevor Hausaufgaben erstellt werden können.
pt_pt: A disciplina tem que ser criada antes de adicionar um trabalho de casa.

# PageHomeworkOverviewOrder
source: CHOOSE ORDER
de_de: SORTIERUNG WÄHLEN
pt_pt: ESCOLHA A ORDEM

# PageHomeworkOverviewRemoveWarning
source: Do you really want to remove this task?
de_de: Möchten sie diese Aufgabe wirklich entfernen?
pt_pt: Deseja remover esta tarefa?

# PageHomeworkOverviewSubject
source: subject
de_de: Fach
pt_pt: disciplina

# PageHomeworkOverviewSubjectEmptyList
source: No homework for this subject.
de_de: Keine Aufgaben für dieses Fach zu erledigen.
pt_pt: Disciplina sem trabalhos de casa.

# PageHomeworkOverviewToday
source: today
de_de: Heute
pt_pt: hoje

# PageHomeworkOverviewTodayEmptyList
source: No homework today.
de_de: Keine Aufgaben bis Heute zu erledigen.
pt_pt: Sem trabalhos de casa para hoje.

# PageHomeworkOverviewTomorrow
source: tomorrow
de_de: Morgen
pt_pt: amanhã

# PageHomeworkOverviewTomorrowEmptyList
source: No homework until tomorrow
de_de: Keine Aufgaben bis Morgen zu erledigen.
pt_pt: Sem trabalhos de casa até amanhã

# PageInfoPageCaption
source: about
de_de: Info
pt_pt: sobre

# PageInfoPageGraphics
source: Graphics
de_de: Grafik
pt_pt: Gráficos

# PageInfoPageProgramming
source: Programming
de_de: Programmierung
pt_pt: Programação

# PageInfoPageRate
source: Rate
de_de: Bewerten
pt_pt: Avaliação

# PageInfoPageSupportMail
source: support mail
de_de: Support E-Mail
pt_pt: E-mail do suporte

# PageLandscapeViewCaption
source: Overview
de_de: Übersicht
pt_pt: Descrição

# PageMainPageAbout
source: about
de_de: Info
pt_pt: Sobre

# PageMainPageEmptyList
source: No lessons. Tap + to add lessons!
de_de: Kein Unterricht eingetragen. Berühre + um Stunden hinzuzufügen!
pt_pt: Sem aulas. Prima + para adicionar!

# PageMainPageEvenOddWeeks
source: even / odd - weeks
de_de: Gerade/Ungerade Wochen
pt_pt: Semanas - Pares / Impares

# PageMainPageLessonTimeSubjects
source: edit times and subjects
de_de: Uhrzeiten und Fächer bearbeiten
pt_pt: Editar tempos e disciplinas

# PageMainPageProgressView
source: Progress view
de_de: Verlaufsansicht
pt_pt: Vista momentânea

# PageMainPageSettings
source: settings
de_de: Einstellungen
pt_pt: Definições

# PageMainPageShowEvenWeeks
source: show even weeks
de_de: Gerade Wochen anzeigen
pt_pt: Ver semanas pares

# PageMainPageShowOddWeeks
source: show odd weeks
de_de: Ungerade Wochen anzeigen
pt_pt: Ver semanas impares

# PageMainPageSwitchTimetable
source: change timetable
de_de: Stundenpläne verwalten
pt_pt: Alterar horário

# PageMainPageWeekView
source: Week view
de_de: Wochenansicht
pt_pt: Vista semanal

# PageSelectTimetableActiveChangedFormat
source: {0} is now the current timetable.
de_de: Aktiver Stundenplan gewechselt zu: {0}
pt_pt: {0} é o horário atual.

# PageSelectTimetableCaption
source: manage
de_de: Verwalten
pt_pt: gerir

# PageSelectTimetableCurrent
source: Current timetable:
de_de: Aktueller Stundenplan:
pt_pt: Horário atual:

# PageSelectTimetableDeleteWarning
source: Do you really want to remove timetable {0} with all its subjects, homework and dates?
de_de: Möchten sie den Stundenplan {0} mit all seinen Fächern, Hausaufgaben und Tagesnotizen wirklich entfernen?
pt_pt: Deseja remover o horário {0} com todas as disciplinas, trabalhos de casa e datas?

# PageSelectTimetableEmptyList
source: No other timetables. Tap + to create new timetable.
de_de: Keine weiteren Stundenpläne vorhanden. Berühre + um neue Stundenpläne zu erstellen!
pt_pt: Sem outros horários. Prima + para criar um novo.

# PageSelectTimetableNamingFormat
source: Timetable {0}
de_de: Stundenplan {0}
pt_pt: Horário {0}

# PageTimetableSettingsGeneral
source: general
de_de: Allgemein
pt_pt: geral

# PageTimetableSettingsTimetableName
source: Timetable name
de_de: Name des Stundenplans
pt_pt: Nome do horário

# PageTimetableSettingsWeekDays
source: weekdays
de_de: Wochentage
pt_pt: dias da semana

# PageTimetableSettingsWeekDaysWarning
source: At least one weekday needs to be enabled. Weekday changes will not be saved.
de_de: Es muss mindestens ein Wochentag ausgewählt sein. Die Änderungen an der Anzahl Wochentage können nicht übernommen werden.
pt_pt: Pelo menos um dia da semana tem que estar ativo. A alteração aos dias da semana não serão guaradas.

# PageTitleDates
source: TIMETABLE - DATES
de_de: STUNDENPLAN - TAGESNOTIZEN
pt_pt: HORÁRIO - MARCAÇÕES

# PageTitleHomework
source: TIMETABLE - HOMEWORK
de_de: STUNDENPLAN - HAUSAUFGABEN
pt_pt: HORÁRIO - TRABALHOS DE CASA

# PageTitleSettings
source: TIMETABLE - SETTINGS
de_de: STUNDENPLAN - EINSTELLUNGEN
pt_pt: HORÁRIO - DEFINIÇÕES

# RepeatBehaviourMonthly
source: Every month
de_de: Monatlich
pt_pt: Todos os meses

# RepeatBehaviourNone
source: One-time
de_de: Einmalig
pt_pt: Uma vez

# RepeatBehaviourWeekly
source: Every week
de_de: Wöchentlich
pt_pt: Todas as semanas

# SubjectFreeTime
source: free period
de_de: Freistunde
pt_pt: periodo livre

# SubjectNewFormat
source: New subject {0}
de_de: Neues Fach {0}
pt_pt: Nova disciplina {0}

# TimetableDescriptionNoName
source: Timetable (No name)
de_de: Stundenplan (Kein Name)
pt_pt: Horário (Sem nome)

# TimetableGetListedLessonsException
source: Time is supposed to move forwards, not backwards.
de_de: Zeit läuft vorwärts, nicht rückwärts.
pt_pt: É suposto mover o tempo para o seguinte, não para o anterior.

# TimetableLoadParseException
source: Couldn't read the Timetable-XML-File.
de_de: Die Stundenplan-XML-Datei konnte nicht gelesen werden.
pt_pt: Não é possível ler o ficheiro Timetable-XML.

# TimetableLoadReadException
source: Couldn't read the Timetable-XML-File from the device.
de_de: Die Stundenplan-XML-Datei konnte nicht vom Gerät geladen werden.
pt_pt: Não é possível ler o ficheiro Timetable-XML no dispositivo.

# TimetableRemoveSubjectWarningPluralFormat
source: {1} lessons are assigned this subject("{0}"). Really want to delete?
de_de: Diesem Fach ("{0}") sind {1} Stunden zugewiesen. Trotzdem löschen?
pt_pt: {1} aulas têm atribuida a disciplina ("{0}"). Tem a certeza que deseja eliminar?

# TimetableRemoveSubjectWarningSingularFormat
source: One lesson is assigned this subject("{0}"). Really want to delete?
de_de: Dieses Fach ("{0}") ist einer Stunde zugewiesen. Trotzdem löschen?
pt_pt: Uma aula tem atribuida a disciplina("{0}"). Tem a certeza que deseja eliminar?

# TimetableReportBody
source: Timetable name: {0} Homework: {1} Dates: {2}
de_de: Name des Stundenplans: {0} Hausaufgaben: {1} Tagesnotizen: {2}
pt_pt: Horário: {0} Trabalhos de casa: {1} Marcações: {2}

# TimetableReportHomework
source: - {0}, to do until {1} (Created {2}): {3}
de_de: - {0}, zu erledigen bis {1} (Aufgegeben am {2}): {3}
pt_pt: - {0}, fazer antes {1} (Criado {2}): {3}

# TimetableReportNone
source: None.
de_de: Keine.
pt_pt: Vazio.

# TimetableReportSubject
source: TIMETABLE - REPORT, {0}
de_de: STUNDENPLAN - BERICHT, {0}
pt_pt: HORÁRIO - RELATÓRIO, {0}

# TimetableSaveFileInnerSaveException
source: Could not save the Timetable-XML-File on the device.
de_de: Die Stundenplan-XML-Datei konnte nicht auf dem Gerät gespeichert werden.
pt_pt: Não é possivel guardar o ficheiro Timetable-XML no dispositivo.

# TimetableSaveFileInnerXmlException
source: Could not create the content for the Timetable-XML-File.
de_de: Der Inhalt der Stundenplan-XML-Datei konnte nicht erstellt werden.
pt_pt: Não é possivel criar o conteúdo do ficheiro Timetable-XML.

# TimetableSaveToFileBackupException
source: Backup failed. The current Timetable will be not saved to prevent further data loss.
de_de: Es konnte kein Backup des Stundenplans angelegt werden. Der aktuelle Stundenplan wird nicht gespeichert, um einen kompletten Datenverlust zu vermeiden.
pt_pt: Erro no Backup. O horário atual não será guardado para prevenir mais percas de dados.

# LoadSaveBackupFailed
source: The timetable could not be opened, reading an older backup also failed.
de_de: Leider konnte der Stundenplan nicht geöffnet werden. Auch das Lesen einer voherigen Sicherung ist gescheitert.
pt_pt: O horário não pode ser aberto, abrir um backup anterior também falhou.

# LoadSaveBackupLoaded
source: The timetable could not be opened, but an older backup could be restored.
de_de: Leider konnte der Stundenplan nicht geöffnet werden. Aber eine voherige Sicherung konnte wiederhergestellt werden.
pt_pt: O horário não pode ser aberto, pode restaurar a partir de um backup anterior.

# LoadSaveBackupNotFound
source: The Backup-XML-File couldn't be found.
de_de: Die Backup-XML-Datei wurde nicht gefunden.
pt_pt: Ficheiro Backup-XML não encontrado.

# LoadSaveOnlyBackupFailure
source: The backup failed to load.
de_de: Die Sicherung konnte nicht geladen werden.
pt_pt: Falha ao carregar o backup.

# LoadSaveOnlyBackupWarning
source: No up-to-date timetable data was found, but an older backup is available. Do you want to load it?
de_de: Es wurde keine aktuellen Stundenplan-Daten gefunden, allerdings wurde eine Sicherungskopie gefunden, soll diese geladen werden?
pt_pt: Horário sem dados actualizados, está disp+onível um backup anterior. Deseja carregá-lo?

# LoadSaveOtherFailure
source: Current timetable could not be found. To prevent further data loss no other timetable was loaded.
de_de: Konnte den aktuellen Stundenplan nicht finden. Um einen Datenverlust vorzubeugen wird kein anderer Stundenplan geladen.
pt_pt: Horário atual inexistente. Para evitar mais percas de dados não foi carregado outro horário.

# LoadSaveReport
source: Hello, I am using {0} version {1} and the following error occurred: {2} Kind Regards.
de_de: Hallo, Ich nutze {0} in der Version {1} und es sind folgende Fehler aufgetreten: {2} Liebe Grüße

# LoadSaveReportPrimaryErrorFormat
source: First error: {0} Error message: {1} Error information: {2}
de_de: Primärer Fehler: {0} Fehlernachricht: {1} Fehlerinformationen: {2}

# LoadSaveReportSecondaryErrorFormat
source: Second error: {0} Error message: {1} Error information: {2}
de_de: Sekundärer Fehler: {0} Fehlernachricht: {1} Fehlerinformationen: {2}

# LoadSaveReportSubject
source: Timetable: I/O Error Report
de_de: Stundenplan: I/O Fehlerbericht

# LoadSaveSaveErrorFormat
source: Error while saving: {0}
de_de: Fehler beim Speichern: {0}
pt_pt: Erro ao guardar: {0}

# LoadSaveWarningFormat
source: {0} We would appreciate your error report to help us to resolve the issue in an upcoming patch.
de_de: {0} Wir würden uns freuen wenn Du uns den Fehlerbericht mailen könntest, damit wir das Problem im nächsten Update beheben können!
pt_pt: {0} Agradecemos a sua comunicação de erro que nos ajudará a corrigir eventuais bug's numa futura versão.

# PageErrorPageReport
source: Hello, I am using {0} version {1} and the error {2} occurred: {3} A short description from me: Additional information: {4} Navigation: {5} Kind Regards.
de_de: Hallo, Ich nutze {0} in der Version {1} und es ist der Fehler {2} aufgetreten: {3} Hier eine kurze Beschreibung von mir: Zusätzliche Informationen: {4} Navigation durch die App: {5} Liebe Grüße

# PageErrorPageReportSubject
source: Timetable: Error report
de_de: Stundenplan: Fehlerbericht

# TimetableNewName
source: Timetable
de_de: Stundenplan
pt_pt: Horário

# PageLandscapeViewFreeTime
source: free time
de_de: Freizeit
pt_pt: tempo livre

# PageLandscapeViewNoLesson
source: No lessons.
de_de: Kein Unterricht.
pt_pt: Sem aulas.

# PageLandscapeViewRemainingTimeFormat
source: {0}:{1:00}:{2:00} hours remaining.
de_de: Noch {0}:{1:00}:{2:00} Stunden verbleibend.
pt_pt: {0}:{1:00}:{2:00} de tempo restante.

# PageLandscapeViewRemainingTimeUnknown
source: remaining time unknown.
de_de: verbleibende Zeit unbekannt.
pt_pt: tempo restante desconhecido.

# PageLandscapeWeekViewCaptionFormat
source: TIMETABLE - {0}. CALENDAR WEEK
de_de: STUNDENPLAN - {0}. KALENDERWOCHE
pt_pt: HORÁRIO - {0}. CALENDÁRIO SEMANAL

# PageLandscapeWeekViewTimes
source: Times
de_de: Zeiten
pt_pt: Tempos

# MessageBoxRemoveCaption
source: Do you really want to remove this?
de_de: Wirklich löschen?
pt_pt: Tem a certeza que deseja remover isto?

# ContextMenuDownload
source: download to device
de_de: Auf Gerät laden
pt_pt: Carregar para o dispositivo

# PageEditLessonCustomTimes
source: Different times
de_de: Abweichende Uhrzeiten
pt_pt: Tempos diferentes

# PageSelectTimetableSkyDriveDisconnected
source: No connection.
de_de: Keine Verbindung.
pt_pt: Sem ligação.

# PageSelectTimetableSkyDriveLoading
source: Loading timetables...
de_de: Stundenpläne abrufen...
pt_pt: Carregando horários...

# PageSelectTimetableSkyDriveReadyEmtpyString
source: No timetables available. Timetables are saved to the SkyDrive folder 'Timetables'.
de_de: Keine Stundenpläne verfügbar. Stundenpläne werden im SkyDrive Ordner "Timetables" abgelegt.
pt_pt: Sem horários disponíveis. Horários são guardados na pasta 'Timetables' do SkyDrive.

# PageSelectTimetableSkyDriveSubCaption
source: Timetables located in your SkyDrive folder 'Timetables':
de_de: Stundenpläne im SkyDrive Ordner 'Timetables':
pt_pt: Horários guardados na pasta 'Timetables' do SkyDrive:

# PageSelectTimetableSkyDriveWait
source: Please wait...
de_de: Bitte warten...
pt_pt: Espere...

# PageSelectTimetableUpload
source: UPLOAD
de_de: HOCHLADEN

# PageTimetableSettingsCustomTimes
source: Differing times for some lessons
de_de: Abweichende Uhrzeiten
pt_pt: Tempos diferem em algumas aulas

# PageTimetableSettingsCustomTimesInfo
source: The progress week view may not work correctly with this setting enabled.
de_de: Die Stundenverlaufsanzeige funktioniert mit dieser Einstellung möglicherweise nicht korrekt.
pt_pt: A vista semanal pode não funcionar corretamente com este parâmetro activo.

# PageTimetableSettingsTimes
source: Times
de_de: Uhrzeiten
pt_pt: Tempos

# TimetableDescriptionInvalidTimetable
source: Incorrect timetable
de_de: Fehlerhafter Stundenplan
pt_pt: Horário incorreto
