Repository: JulianMH/ModernTimetable
Catalog: Stundenplan.Localization/Strings.*.resx
Languages: de_de, pt_pt

# PageSelectTimetableDeleteSkyDriveWarning
source: Do you really want to remove timetable {0} from your SkyDrive?
de_de: Möchten sie den Stundenplan {0} wirklich aus dem SkyDrive entfernen?
pt_pt: Deseja remover o horário {0} do seu SkyDrive?

# SkyDriveHelperErrorWarning
source: There is no connection to your SkyDrive. Maybe your is not connected to the internet. Try again later. Error: {0}
de_de: Die gewünschte SkyDrive Operation konnte nicht ausgeführt werden. Möglicherweise besteht keine Verbindung zum Internet. Probiere es später erneut. Fehlerbeschreibung: {0}
pt_pt: Ligação ao seu SkyDrive indisponível. Verifique se está ligado à internet. Tente mais tarde. Erro: {0}

# SkyDriveHelperException
source: The connection to your SkyDrive is currently not available.
de_de: Die Verbindung zum SkyDrive ist im Moment nicht verfügbar.
pt_pt: A ligação ao seu SkyDrive não está disponível.

# PageInfoPageMailBody
source: Hello, I am using {0} version {1} and I have a question or an idea for future versions: Many thanks! Kind Regards.
de_de: Hallo, Ich nutze {0} in der Version {1} und habe eine Frage oder eine Anregung für zukünftige Versionen: Vielen Dank im Voraus! Liebe Grüße

# PageInfoPageMailSubject
source: {0}: Questions and Ideas
de_de: {0}: Fragen und Anregungen

# PageSelectTimetableOther
source: Other timetables:
de_de: Andere Stundenpläne:
pt_pt: Outros horários:

# PageTimetableSettingsTrial
source: full version
de_de: Vollversion
pt_pt: versão completa

# PageTimetableSettingsTrialDescription
source: Purchase the ad-free full version for following features: - Week- and Progress view - Dates - Manage multiple timetables - SkyDrive
de_de: Die Vollversion ist werbefrei und bietet unter anderem folgende Funktionen: - Wochenansicht und Verlaufsanzeige - Tagesnotizen - Verwalten mehrerer Stundenpläne - SkyDrive Im- und Export
pt_pt: Compre a versão completa sem publicidade com as seguintes funções: Vista semanl e por disciplina - Marcações - Múltiplos horários - SkyDrive

# PageTimetableSettingsTrialOpenStore
source: Show in Store
de_de: Im Store zeigen
pt_pt: Ver na loja

# PageMainPageTrialVersion
source: what is in the full version?
de_de: Was ist in der Vollversion?
pt_pt: O que tem a versão completa?

# PageTimetableSettingsLiveTile
source: Enable Live Tile
de_de: Live Tile aktivieren
pt_pt: Ativar Live Tile

# PageTimetableSettingsLiveTileDescription
source: Live tile updates.
de_de: Live Tile Aktualisierungen.
pt_pt: Atualizações do live tile.

# PageTimetableSettingsLiveTileDisabledWarning
source: Background agents for ModernTimetable are disabled in the phone's settings.
de_de: Hintergrundaufgaben für Stundenplan wurden in den Einstellungen deaktiviert.
pt_pt: As funções de background para o Horário estão desativadas nas definições do dispositivo.

# PageInfoPageLanguageWarning
source: We would love to hear your questions and suggestions for this app, but at this point we can only provide mail support in german and english. Continue writing a support mail?
de_de: Leider können wir nur Support-Anfragen auf Deutsch beantworten. Trotzdem E-Mail schreiben?
pt_pt: Idiomas do suporte técnico

# PageInfoPageLanguageWarningTitle
source: support languages
de_de: Support Sprachen
pt_pt: Gostaríamos muito de ouvir a suas dúvidas e sugestões para esta aplicação, neste momento apenas disponibilizamos suporte técnico por email em inglês e alemão. Continuar a escrever o email ao suporte técnico?

# PageAboutPageTranslation
source: Translation
de_de: Übersetzung
pt_pt: Tradução

# TileMediumFreeTime
source: free time {0:ddd}
de_de: Freizeit {0:ddd}
pt_pt: tempo livre {0:ddd}

# TileWideDatesPlural
source: {0} dates
de_de: {0} Notizen
pt_pt: {0} Marcações

# TileWideDatesSingular
source: {0} date
de_de: {0} Notiz
pt_pt: {0} Marcação

# TileWideFreeTime
source: free time {0:ddd}
de_de: Freizeit {0:ddd}
pt_pt: tempo livre {0:ddd}

# TileWideHomeworkPlural
source: {0} homework
de_de: {0} Hausaufgaben
pt_pt: {0} trabalhos de casa

# TileWideHomeworkSingular
source: {0} homework
de_de: {0} Hausaufgabe
pt_pt: {0} trabalho de casa

# ResourceLanguage
source: en-US
de_de: de-DE
pt_pt: pt-PT

# PageEditLessonPageChangeDefaultTimes
source: change default times
de_de: Standartzeiten ändern
pt_pt: mudar os tempos padrão

# PageTimetableSettingsSwitchEvenOddWeeksWarning
source: Even and odd weeks switched successfully!
de_de: Gerade und ungerade Wochen erfolgreich vertauscht.
pt_pt: Semanas pares e impares trocadas corretamente!

# PageTimetableSettingsSwitchEvenOddWeeks
source: switch even and odd weeks
de_de: Gerade & Ungerade Wochen tauschen
pt_pt: trocar semanas pares e impares

# PageEditSubjectColor
source: Color
de_de: Farbe
pt_pt: cor

# PageEditSubjectIsCustomColor
source: use custom color
de_de: Abweichende Farbe
pt_pt: usar cor personalizada

# ContextMenuRename
source: rename
de_de: Umbenennen
pt_pt: renomear

# PageEditLessonEditSubject
source: edit subject
de_de: Fach bearbeiten
pt_pt: Editar

# PageInfoPageEasterEgg
source: Hey what are you doing down here. Get back to your school work :)
de_de: Hey, was machst du denn hier unten? Solltest du nicht für die Schule lernen?

# MessageDialogCancel
source: Cancel
de_de: Abbrechen
pt_pt: quebrar

# TimetableIOImportError
source: Could not import the selected XML-File.
de_de: Die ausgewählte XML-Datei konnte nicht als gültiger Stundenplan importiert werden.
pt_pt: Não foi possível importar o XML-arquivo selecionado.

# TimetableIOExportError
source: Could not export Timetable.
de_de: Der Stundenplan konnte nicht exportiert werden.
pt_pt: Não foi possível exportar arquivo.

# PageInfoPageWebsite
source: visit our website
de_de: Website

# OpenSourceLookAt
source: open link
de_de: Projekt ansehen

# OpenSourceMessage
source: {0} is now an open source project and free in the store. I am afraid I do not have enough time myself to keep making updates for this app. So if you want to have a look at the code or maybe even write new features, here is the link to the project {1}.
de_de: {0} ist nun Open Source und umsonst im Store! Ich habe leider alleine nicht mehr genug Zeit um weitere Updates zu entwickeln. Falls jemand Lust hat sich den Code einfach nur anzuschauen oder vielleicht sogar neue Funktionen einzubauen, hier ist der Link zum Projekt: {1}.

# PageEditDateName
source: Info
pt_pt: Nome

# PageEditSubjectName
source: Name
pt_pt: Nome

# PageInfoPageVersion
source: Version {0}
pt_pt: Versão {0}

# ApplicationBarImport
source: import
pt_pt: Importar

# ContextMenuExport
source: export
pt_pt: Exportar
